Repository: mikolaj-debicki/payback
Catalog: WorldOfPAYBACK/WorldOfPAYBACK/Resources/Localizable.xcstrings
Source language: en
Languages: pl

source: Category %lld
pl: Kategoria %lld

# categoryAll
source: All Categories
pl: Wszystkie Kategorie

# detailsTitle
source: Transaction Details
pl: Szczegóły Transakcji

# errorNetwork
source: Our server is down, please try again later
pl: Nasz serwer przestał działać, spróbuj później

# listTitle
source: Your Transactions
pl: Twoje Transakcje

# listTotal
source: Total amount
pl: Suma transakcji

# offlineDescription
source: Please check your WiFi or cellular connection
pl: Sprawdź swoje połączenie WiFi lub Dane Komórkowe

# offlineTitle
source: No internet connection
pl: Brak połączenia

# sortDecreasing
source: Sorted by Date ↓
pl: Data od najnowszych ↓

# sortIncreasing
source: Sorted by Date ↑
pl: Data od najstarszych ↑

# sortNotSorted
source: Not Sorted
pl: Sortuj
